import React, { useContext, useState, useEffect } from 'react';

const PrivacyPolicyContent = (props) => {
  return (
    <>
      <b>
        プライバシーポリシー
      </b>
      <br />
      <p>
        Signal & Company株式会社(以下、「当社」)は、当社が運営するWebによる資格試験における学習モチベーション維持サービス「BetMe(以下、「本サービス」)」において取得されたユーザーの個人情報を、利用目的を明確にした上で、誠実かつ責任ある対応をもって適切に取り扱い、ユーザーのプライバシーの保護に努めます。
      </p>
      <p>
        ■本サービスにおける個人情報の利用目的
      </p>
      <p>
        本サービスにおいて取得された個人情報は、以下の利用目的の範囲を超えて利用されることはありません。
      </p>
      <p>
        1.本サービス会員への各種サービスの提供
      </p>
      <p>
        2.サービスの利用に関連する各種ご連絡・お知らせの配信
      </p>
      <p>
        3.本サービスが提供するサービスに関するご意見、お問い合わせ等への回答
      </p>
      <p>
        4.会員登録、パスワード再設定
      </p>
      <p>
        ■第三者運営サイトでの個人情報保護について
      </p>
      <p>
        当社は、本サービスからリンクされている第三者が運営するWebサイトにおいて、ユーザーが提供した個人情報の保護については、いかなる義務や責任も負いません。
      </p>
      <p>
        ■プライバシーポリシーの改訂
      </p>
      <p>
        当社は、ユーザーの同意なく、いつでもプライバシーポリシーの全部または一部を改訂できるものとします。ただし重要な改訂がある場合には、本サービス上にてお知らせいたします。なお、プライバシーポリシーが改訂された場合、公開された最新のプライバシーポリシーが常に有効なものとします。
      </p>
      <p>
        ■お問い合わせ
      </p>
      <p>
        本プライバシーポリシーについてのご質問等は、下記メールアドレス宛てにお願いいたします。
      </p>
      <p>
        privacy@betme.biz
      </p>
    </>
  )
}

export default PrivacyPolicyContent;
