import React, { useContext, useEffect, useState } from "react";

const AboutBetMe = (props) => {
  return (
    <>
      <p>BetMeとは？</p>
      <p>自分にBETすること。
        あなたも自分にBETして下さい。
        合格すれば良いのです。
        詐欺ではありませんので訴えないで下さい。
        もし落ちたら勉強しなかったあなたが悪いのです。
        この試験のBET金額は決まっています。
        この試験に受かったときに受け取れるリターン金額も決まっています。
        もし受かったら合格証と合格体験記を書いてください。
        その合格体験記を私たちが買い取るという形で対価を支払います。
        違法行為の抜け道ではありませんよ。
        あなたの合格体験記にはそれだけの価値があります。
        もし、合格証を偽造したら私たちがあなたとあなたの会社とあなたの家族を特定して、毎年ご健康とさらなるご発展をお祈りさせていただきます。
      </p>
    </>
  )
}

export default AboutBetMe;
